Repository: torum/BitWallpaper
Catalog: BitWallpaper/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# AppDescription
source: Displays crypt chart.
ja_jp: 暗号通貨のチャートを表示するデスクトップアプリケーションです。

# Shell_BtcJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Bitcoin (BTC/JPY)
ja_jp: ビットコイン（BTC/JPY）

source: Show/Hide Info Panel
ja_jp: 情報パネルの表示

# Shell_BatJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Basic Attention Token (BAT/JPY)
ja_jp: ベーシックアテンショントークン（BAT/JPY）

# Shell_BccJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Bitcoin Cash (BCC/JPY)
ja_jp: ビットコインキャッシュ（BCC/JPY）

# Shell_EthJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Ethereum (ETH/JPY)
ja_jp: イーサリアム（ETH/JPY）

# Shell_LtcJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: LiteCoin (LTC/JPY)
ja_jp: ライトコイン（LTC/JPY）

# Shell_MonaJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mona (MONA/JPY)
ja_jp: モナコイン（MONA/JPY）

# Shell_QtumJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Quantum (QTUM/JPY)
ja_jp: クアンタム（QTUM/JPY）

# Shell_XlmJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stellar (XLM/JPY)
ja_jp: ステラルーメン（XLM/JPY）

# Shell_XrpJpy.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Ripple (XRP/JPY)
ja_jp: リップル（XRP/JPY）

# TabHeader_History.Header
source: History
ja_jp: 歩み値

# TabHeader_Orders.Header
source: Orders
ja_jp: 板情報

# 12hour.Text
source: 12 hours
ja_jp: １２時間

# 15min.Text
source: 15 minutes
ja_jp: １５分

# 1day.Text
source: 1 day
ja_jp: １日

# 1hour.Text
source: 1 hour
ja_jp: １時間

# 1min.Text
source: 1 minute
ja_jp: １分

# 1month.Text
source: 1 month
ja_jp: １ヵ月

# 1week.Text
source: 1 week
ja_jp: １週間

# 30min.Text
source: 30 minutes
ja_jp: ３０分

# 4hour.Text
source: 4 hours
ja_jp: ４時間

# 5min.Text
source: 5 minutes
ja_jp: ５分

# 8hour.Text
source: 8 hours
ja_jp: ８時間

# About_Description.Text
source: This application uses BitBank (https://bitbank.cc/) 's API to display charts.
ja_jp: このアプリケーションは、ビットバンク株式会社が公開しているAPIとデータを利用してチャートを表示しています。開発者はビットバンク株式会社とは関係の無い、一利用者です。

# PrivacyPolicy.Text
source: This application does not collect nor send any information.
ja_jp: 本アプリケーションは、アプリケーション状態をローカルに保存し、チャート関係のデータを取得するだけで、個人情報を含む一切の情報を収集・保存及び送信することはありません。

source: Setting
ja_jp: 設定

# Settings.Title
source: Setting
ja_jp: 設定
